{
	"select-blockchain": {
		"one": "Chọn chuỗi khối",
		"two": "Chọn chuỗi khối"
	},
	"minutes": "minutes có thể dịch như:\n\n- phút (đơn vị thời gian)\n- biên bản cuộc họp / biên bản (ghi chép nội dung cuộc họp)",
	"Return to the store": "Quay lại cửa hàng",
	"An unexpected error occurred. Try logging in later or contact support": "Đã xảy ra một lỗi bất ngờ. Vui lòng thử đăng nhập lại sau hoặc liên hệ với bộ phận hỗ trợ.",
	"Not found": "Không tìm thấy.",
	"Search": "Tìm kiếm",
	"Selected": "Đã chọn",
	"Success": "Thành công",
	"Time of enrollment": "Thời gian ghi danh",
	"Scan the QR code": "Quét mã QR.",
	"Commission": "Commission có nhiều nghĩa trong tiếng Việt tùy ngữ cảnh. Dưới đây là các translation phổ biến:\n\n- Hoa hồng (phí môi giới)\n  - Ví dụ: The agent earns a commission. -> Người môi giới nhận hoa hồng.\n\n- Ủy ban (nhóm được ủy nhiệm làm công việc gì)\n  - Ví dụ: The Commission released a report. -> Ủy ban đã công bố báo cáo.\n\n- Ủy nhiệm / ủy thác (ủy quyền cho ai làm việc gì)\n  - Ví dụ: He was commissioned to design the statue. -> Anh ấy được ủy nhiệm thiết kế tượng.\n\n- Đặt hàng / ủy thác công việc (nhờ người làm một tác phẩm, dự án)\n  - Ví dụ: They commissioned a sculpture. -> Họ đặt hàng một bức điêu khắc.\n\n- Ủ quyền (để bổ nhiệm/ủy quyền cho ai)\n  - Ví dụ: They commissioned me as a consultant. -> Họ ủy quyền cho tôi làm cố vấn.\n\n- Nếu nói về việc “commissioning” trong kỹ thuật (đưa vào vận hành, thử nghiệm):\n  - Khởi động / Đưa vào vận hành.\n\nBạn đang muốn dịch theo nghĩa nào? Cung cấp ngữ cảnh để mình chọn bản dịch chính xác nhất.",
	"Error": "Lỗi",
	"Helpdesk": "Trung tâm hỗ trợ",
	"Hash": "hàm băm\n\nGhi chú: nếu bạn đang dùng trong ngữ cảnh là giá trị băm, có thể dùng \"mã băm\" hoặc \"giá trị băm\"; nếu là động từ \"to hash\", dùng \"băm\" hoặc \"băm dữ liệu\".",
	"This is your permanent wallet, so we always wait for funds to arrive and credit them immediately": "Đây là ví vĩnh viễn của bạn, vì vậy chúng tôi luôn chờ tiền đến và ghi có ngay lập tức.",
	"Payment successfully approved": "Thanh toán đã được xác nhận.",
	"Receiving and sending cryptocurrency": "Nhận và gửi tiền điện tử",
	"This store has been disabled by the administrator. Try to log in later or contact support": "Cửa hàng này đã bị vô hiệu hóa bởi quản trị viên. Hãy thử đăng nhập lại sau hoặc liên hệ với bộ phận hỗ trợ.",
	"The higher the commission, the faster the process": "Hoa hồng càng cao thì quá trình càng nhanh.",
	"Wait for the payment to be confirmed by the network": "Chờ thanh toán được xác nhận bởi mạng lưới.",
	"Payment found": "Đã tìm thấy thanh toán.",
	"For your safety, DV.net blocks suspicious and illegal transactions": "Để đảm bảo an toàn cho bạn, DV.net chặn các giao dịch đáng ngờ và bất hợp pháp.",
	"Scan your DV.net deposit wallet address": "Quét địa chỉ ví gửi tiền DV.net của bạn.",
	"Recommended commission": "Hoa hồng được đề xuất.",
	"Please note: the rate is approximate. Before transferring from the exchange, check the current rate at the time of the transaction": "Lưu ý: tỷ giá là xấp xỉ. Trước khi chuyển tiền từ sàn giao dịch, hãy kiểm tra tỷ giá hiện tại vào thời điểm giao dịch.",
	"Copy the address": "Sao chép địa chỉ",
	"Permanent address": "Địa chỉ thường trú",
	"Continue": "Tiếp tục",
	"Back": "Quay lại",
	"Blockchains": "Các chuỗi khối",
	"Currencies": "Tiền tệ",
	"Select currency": "Chọn tiền tệ",
	"Selected currency": "Tiền tệ đã chọn",
	"Payment": "Thanh toán",
	"Confirmation": "Xác nhận",
	"Ready": "Sẵn sàng",
	"Select currency for payment": "Chọn tiền tệ để thanh toán.",
	"Enter the name of the currency": "Nhập tên tiền tệ",
	"Enter blockchain name to search": "Nhập tên chuỗi khối để tìm kiếm",
	"Popular": "Phổ biến",
	"Tokens": "Các mã thông báo",
	"staticStrings": {
		"min": "Min"
	},
	"Payment details": "Thông tin thanh toán",
	"Payment ID": "Mã thanh toán",
	"Site": "Trang web\n\nLưu ý: nếu ý nói đến địa điểm, có thể dùng từ Địa điểm.",
	"Sum": "Sum -> Tổng (danh từ, trong toán học)\nTo sum (verb) -> Tính tổng",
	"Change": "Here are the common Vietnamese translations for \"Change,\" depending on context:\n\n- Thay đổi — to change / to alter (verb)\n  - Ex: We need to change the plan. → Chúng ta cần thay đổi kế hoạch.\n- Sự thay đổi — a change (noun)\n  - Ex: There is a change in leadership. → Có một sự thay đổi về lãnh đạo.\n- Đổi / Hoán đổi — to exchange / to swap\n  - Ex: Change dollars to euros. → Đổi đô la sang euro.\n- Tiền lẻ / Tiền thối — money given back as change\n  - Ex: Do you have change? → Bạn có tiền lẻ không? / Bạn có tiền thối không?\n- Đổi quần áo — to change clothes\n  - Ex: Change your clothes. → Thay quần áo.\n\nIf you can share the specific context, I’ll provide the exact translation.",
	"You pay via DV.net": "Bạn thanh toán qua DV.net.",
	"Accept cryptocurrency on your website without paying intermediaries": "Chấp nhận tiền điện tử trên trang web của bạn mà không trả phí cho các trung gian.",
	"the cheapest way to accept cryptocurrency on your site": "Cách rẻ nhất để chấp nhận tiền điện tử trên trang web của bạn."
}
